Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེར་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སྐྱེས་པ འམ་ བུད་མེད་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་ ཅིང་ ཕྲག་དོག་ གི་ ཟིལ་ གྱིས་ ནོན་པ་ དང་ །_ གཡོ་ ཐབས་ སམ་ སླུ་བ ར་ བྱེད་པ་ སྟོབས་ དང་ ལྡན་པ་ གང་ གིས་ སེམས་ཅན་ དག་ བཅིང་བ ས་ བཅིངས་ ཏེ
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how men or women possessed of stinginess and envy may imprison others by dishonest, deceitful, and forceful means and then refrain from feeding them until they finally die.

source: ཁ་ཟས་ མ་ བྱིན་པ ས་ སྲོག་ དང་ ཕྲལ་ ལ །_ སྲོག་ དང་ ཕྲལ་ ནས་ ཀྱང་ སྙིང་ ནས་ འཆགས་པ ར་ མི་ བྱེད་ ལ་ འགྱོད་པ ར་ མི་ བྱེད །_
en: They may also not be remorseful about the deaths of their prisoners nor regret them.

source: ཡང་ ལས་ དེ་ཉིད་ བྱས་ ནས་ རྗེས་སུ་ དགའ་བ ར་ བྱེད་ ཅིང་ གཞན་དག་ ཀྱང་ དེ་ཉིད་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད །_
en: On the contrary, they may rejoice in their actions and encourage others to follow suit.

source: ལས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ དག་ བྱས་ ནས་ ཡང་ དེ་ཉིད་ བྱེད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཁ་ཟས་ མེད་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: The men and women who engage in such acts, including their relevant preparatory and concluding stages, will, upon separating from their bodies, fall into the lower realms and be born in the realm of the starving spirits that lack food.

source: སྐྱེས་པ་ དེ འམ །_ བུད་མེད་ དེ་དེ ར་ སྐྱེས་ ནས་
en: $1302 “Men and women who take such births will be deprived of sustenance.

source: ཁ་ཟས་ མེད་པར་ བྱས་ ནས་ བཀྲེས་པ་ དང་ སྐོམ་པ ར་ བྱས་པ་ མེ་ དེས་ སྲེག་པ་ ན་ ཡང་ དང་ ཡང་ དུ་ རི་ ལས་ ཆུ་ འབབ་པ འི་ ཤུགས་ ལྟར་ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ སྡུག་བསྔལ་ མང་ དུ་ འཕེལ་ ལོ །_།
en: Hunger and thirst will be like a fire that consumes them. Numerous torments of hunger and thirst will cascade down upon them like a waterfall.

source: དེ འི་ ཁ་ཟས་ མེད་པར་ བྱས་པ འི་ མཐུ་ དེས་ ཇི་ལྟ ར་ ཐལ་བ་ ཡང་ མི་མངོན་པ་ དེ་ལྟ ར་ དེ འི་ ནང་ དང་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ སྲེག་ གོ །_།
en: The force of starvation will destroy their interiors and consume all their major and minor body parts so that not even dust remains.

source: དེ་ནས་ ཡང་ ཡན་ལག་ དང་ ཉིང་ལག་ དེ་དག་ སླར་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ཡང་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: Their body parts and organs will then reappear, only to be consumed all over again.

source: དེ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དང་ །_ ལུས་ བསྲེགས་པ་ སྟེ །_ སྡུག་བསྔལ་ གཉིས་ ཀྱིས་ སྲེག་པ་ ན་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ ཉེས་པ ར་ བྱས་པ ས་ བསླུས་པ་ དེ་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་ ནས་ ཤིན་ཏུ་ ངུ་སྐད་ འབྱིན །_
en: In this way they will be scorched by the dual suffering of starvation and thirst in combination with their physical destruction.

source: ཆོ་ངེས་ འདེབས །_ སྨྲེ་སྔགས་ འདོན་ ཅིང་ ཕྱོགས་ དང་ ཕྱོགས་མཚམས་ སུ་ རྒྱུག་ སྟེ་ དེ་ ནི་ དེ འི་ ནང་ དུ་ འབྱུང་བ འི་ [290b] སྡུག་བསྔལ་ ཡིན་ ནོ །_།
en: Deceived about the consequences of their misdeeds, they will cry, wail, and weep as they run in all directions, suffering miserably. Such is their internal pain. {{page:{number:418,id:UT22084-068-021-100444,folio:F.290.b,volume:V68}}}

source: ཕྱི་རོལ་ དུ་ འབྱུང་བ་ ཡང་ ལས་ ཀྱིས་ བྱས་པ འི་ མེས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ སྲེག་པ ར་ བྱེད་ དོ །_། མེ་ ནང་ དུ་ སོང་བ་ སླར་བྱུང་ ནས་ ཕྱི་རོལ་ གྱི་ ལུས་ ཀྱང་ སྲེག་པ ར་ བྱེད་ དེ །_
en: Outwardly there will also be suffering because a fire created by karmic action will consume all their major and minor body parts.

source: དཔེར་ན་ ཤིང་ ཁོང་སྟོང་ གི་ ནང་ དུ་ མེ་ ཞུགས་པ་ ཤིང་ གི་ ནང་ བསྲེགས་ ནས་ ཕྱི་རོལ་ སྲེག་པ་
en: When a fire burns inside a hollow tree, it will at some point break out and begin to burn the tree from the outside as well.

source: དེ་བཞིན་ དུ་ མེ་ དེས་ ཡི་དགས་ དེ འི་ ནང་ དུ་ བསྲེགས་ ནས་ ཕྱི་རོལ་ ཡང་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: Likewise, the fire within these beings will become external, burning up their bodies from the outside.

source: དེ་ ནང་ དང་ ཕྱི་རོལ་ ཐམས་ཅད་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ ར་ རབ་ཏུ་ བསྲེགས་ ཏེ་ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་པ ས་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཆོ་ངེས་ འདེབས་ སོ །_།
en: Thus, all of their insides and outsides will be like scorched pine trees, and, as the beings turn into single flames, they will scream and cry.

source: དེ་དེ ར་ ཆོ་ངེས་ འདེབས་པ་ ན་ཁ ར་ མེ་ འབྱུང་ སྟེ །_ དེ་ཡང་ དང་ ཡང་ དུ་ དེ འི་ ལུས་ ཐམས་ཅད་ འབར་བ་ ཉིས་འགྱུར་ གྱིས་ ཆེས་ རབ་ཏུ་ འབར་བ ར་ བྱེད་ དོ །_།
en: As they open their mouths to scream, fire will escape from their mouths and their bodies will now blaze with double intensity.

source: གང་དང་གང་ དུ་ འགྲོ་བ འི་ ལམ་ དེ་ དང་ དེར་ རྩྭ་ དར་ བྷ་ རབ་ཏུ་ འབར་བ་ ཁབ་ ལྟ་བུ་ འབྱུང་བ ར་ འགྱུར་ ལ་ གང་དེ འི་ རྐང་པ་ གཉིས་ བོར་བ་ མ་ རུང་བ ར་ བྱེད་ དེ་ རྐང་པ་ མ་ རུང་བ་ དེ་ ངུ་སྐད་ འབྱིན །_ ཆོ་ངེས་ འདེབས །_ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Wherever they go, the grass will burn and sting like needles, destroying their legs and making them cry, wail, and moan.

source: དེ་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་པ་ ན་ དེ འི་ ལྕེ་ མར་ ས ར་ གྱི་ གོང་བུ་ ལྟར་ ཞུ་བ ར་ བྱེད་ དེ །_ དེ་ནས་ ཡང་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེས་ སླར་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: As they cry, their tongues will melt like lumps of butter, but, due to their misdeeds, will grow back again.

source: དེ་ གང་དང་གང་ དུ་ རྒྱུག་པ་ དེ་ དང་ དེར་ དེ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེས་ ཆུ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ འབབ་ཆུ འི་ དངོ་ དང་ །_ མཚོ་ དང་ །_ ཆུ་ འཛག་པ་ དང་ །_ ཆུ་བོ་ དང་ །_ ཁྲོན་པ་ ཐམས་ཅད་ དང་ བྲལ་བ ར་ འགྱུར །_
en: Their negative acts will render any land that they chance to wander through devoid of rivers, pools, waterfalls, lakes, cascades, streams, and ponds.

source: ཚལ་ དང་ །_ ནགས་ཚལ་ དང་ །_ ཁྱིམ་ དང་ ནེའུ་གསིང་ གི་ ས་གཞི་ དང་ བྲལ་བ ར་ འགྱུར །_
en: There will be no groves, forests, houses, or meadows.

source: ཚལ་ དང་ ནགས་ཚལ་ དག་ ཀྱང་ ལོག་པ ར་ མཐོང་ སྟེ །_ རི་ དང་ །_ ལྗོན་ཤིང་ དང་ །_ རི་སུལ་ གྱི་ ས་ཕྱོགས་ ཐམས་ཅད་ ཀྱང་ རབ་ཏུ་ འབར་བ ར་ མཐོང་ ངོ་ །_།
en: They may hallucinate groves and forests but will see all the hills, trees, and valleys as engulfed by fire.

source: ཀུན་ ནས་ ཡི་དགས་ ཀྱི་ ཆང་པ་ ལག་ ན་ རལ་གྲི་ དང་ གཏུན་ཤིང་ ཁྱེར་བ་ རྣམས་ ཀྱིས་ གཙེ་བ ར་ བྱེད་ ཅིང་ སྤྱོ་བ ར་ བྱེད་པ ས་ མཆོག་ ཏུ་ སྡུག་བསྔལ་ ཏེ །_
en: Everywhere they go, they will be harmed and abused by drunken starving spirits#180 who, with swords and clubs in their hands, cause them tremendous suffering.

source: རང་ གི་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ བསླུས་ ཤིང་ སེམས་ ཀྱི་ དགྲ་ དང་ ལྷན་ཅིག་ ལྡན་པ ས་ ཚེ་ ཡང་ སྔ་མ་ བཞིན་ ནོ །_།
en: $1303 “The lifespan of those who thus were deceived by envy and miserliness, and who thus kept company with the enemies of the mind, is the same as in the previous cases.

source: དེ་ལྟ ར་ དེ་ ཉེས་པ་ བྱས་པ འི་ ལས་ བྱས་པ ས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ [291a] ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡི་དགས་ ཁ་ཟས་ མེད་པ འི་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར །_
en: In this way they will continue to suffer as starving spirits that lack food until finally their misdeeds have been overcome, relinquished, and exhausted. {{page:{number:419,id:UT22084-068-021-100445,folio:F.291.a,volume:V68}}}

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ ཡུལ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གིས་ བྱས་པ འི་ ལས་ སྤྱད་པ་ ཇི་ལྟ ར་ ལས་ ཉེ་བ ར་ འགྲོ་བ ས་ འཁོར་བ ར་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: Once those who thus experience the effects of their own actions are free from the realm of starving spirits, they will, in accordance with their causal actions, continue to roam through cyclic existence.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ མངལ་ ན་ གནས་པ་ ན་མ་ དེ་ ཟས་ འདོད་པ་ མེད་པར་ འགྱུར །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, their mothers will not wish to eat during their pregnancies, and so their bodies and faces will become extremely unattractive.

source: གང་ གིས་ མ་ དེ འི་ ལུས་ དང་ བཞིན་ ཁ་དོག་མཆོག་ ཏུ་ མི་ སྡུག་པ ར་ འགྱུར །_
en: Due to the forces of karmic action and killing, they will die while still in the womb.

source: དེ་ གལ་ཏེ་ མངལ་ དེ་ཉིད་ དུ་ གནས་པ་ ན་ ལས་ རབ་ཏུ་ མཐུ་ ཆེ་བ་ དང་ སྲོག་ བཅད་པ་ རབ་ཏུ་ མཐུ་ ཆེ་བ་ དེས་ འཆི་བ འི་ དུས་ བྱེད་པ ར་ འགྱུར །_ གལ་ཏེ་ ཡང་ བརྒྱ་ལ་ བཙའ་བ ར་ གྱུར་ ན་ དེ་ལྟ ར་ ངན་པ་ བྱས་པ་ འདུས་བྱས་ དེ འི་ མ་ རྟག་ ཏུ་ དྲི་ ང་ ཞིང་ མདོག་ མི་ སྡུག་ ལ་ མདངས་ མེད་པར་ འགྱུར །_
en: In the very unlikely event that these evildoers are nevertheless born, their mothers will have a constant foul smell and unattractive complexions without any luster.

source: དེ་ སྲོག་ གི་ འཚོ་བ་ དུས་ ཐུང་ ཞིང་ ཚེགས་ ཆེན་པོ ས་ ཐོབ་པ ར་ འགྱུར །_
en: They will stay alive only briefly and under great hardship.

source: ཡུལ་ གྱི་ བདག་པོ་ རྒྱལ་པོས་ ཀྱང་ དེ་ལྟ ར་ བཙོན་ར ར་ བཅུག་ ནས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དག་ གིས་ འཆི་བ འི་ དུས་ བྱེད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will be imprisoned by the authorities and die from hunger and thirst.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ དྲི་ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1304 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that feed on smells.

source: དེར་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ བཟའ་བ་ དང་ བཏུང་བ་ མང་པོ་ ཤིན་ཏུ་ བསྡུས་ ནས་ བདག་ འབའ་ཞིག་ ཟ་ ལ །_ བུ་ དང་ ཆུང་མ་ དག་ ལ་ ཡང་དག་ པར་ འགེད་ པར་ མི་ བྱེད །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people hoard vast amounts of food and drink but only partake of it themselves without sharing even with their own children or spouse.

source: དེ་དག་ རོ་ བྲོ་བ་ འདོད་ ན་ དྲི་ ཙམ་ ཞིག་ ལ་ སྣོམ་ དུ་ འཇུག _། དེ་ བུ་ དང་ ཆུང་མ་ དེ འི་ མདུན་ དུ་ རང་ འབའ་ཞིག་ ཟ་བ ར་ བྱེད་ ལ །_
en: If their family would like a taste, they will just let them smell their food, and so they will feast alone in front of their children and spouse.

source: ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཟིན་པ ས་ ཡང་དག་ པར་ འགེད་ པར་ མི་ བྱེད་ དེ །_
en: Possessed of envy and stinginess, they will not share with them.

source: དེ་ལྟ ར་ བུ་ དང་ ཆུང་མ་ རིས་ འཐུན་པ་ ལྷན་ཅིག་ འཁོད་པ་ ལ་ བརྙས་པ ར་ བྱེད་ ཅིང་ གཞན་དག་ ཀྱང་ དེ་ཉིད་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་པ་ ལ་ རྗེས་སུ་ དགའ་ ཞིང་ དེ་ནས་ ཡང་ བདག་ [291b] གཅིག་པུ་ ཟ་བ ར་ བྱེད་ ལ་ དེ་ བྱས་ ནས་ ཀྱང་ སྐྱོན་ དུ་ མི་ འགྱུར་ ཞིང་ །_ ངོ་ཚ་ བར་མི་ བྱེད་ ན་
en: They will also criticize people who have their meals together with their children and spouse and instead encourage others to do as they do. Thus, they may regard eating alone as something acceptable, {{page:{number:420,id:UT22084-068-021-100446,folio:F.291.b,volume:V68}}} and, without considering it a flaw, they will not feel contrite about it.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ དྲི་ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born among the starving spirits that feed on smells.

source: དེར་ སྐྱེས་ ནས་ ལུས་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཤིང་ག ར་ བབ་ བབ་ ཏུ་ རྒྱུག་ སྟེ་ ངུ་སྐད་ འབྱིན་ ཆོ་ངེས་ འདེབས །_ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Once born in that state, their bodies will suffer constant starvation and thirst and lead them to rove around moaning, crying, and lamenting.

source: དེ་ གལ་ཏེ་ ཡང་ ལྷ་ཁང་ ངམ །_ མཆོད་རྟེན་ ནམ །_ ཁྱིམ་ གཞན་ དུ་ ཡོན་བདག་ དད་པས་ བདུག་སྤོས་ དྲི་ཞིམ་པོ་ དག་ བདུགས་པ་ དང་ དེ་དེ ས་ དགའ་བ ར་ འགྱུར །_ དེ་བཞིན་ དུ་ དྲི་ གཞན་ གྱིས་ ཀྱང་ དགའ་བ ར་ འགྱུར །_
en: When benefactors offer fragrant incense in a temple, at a memorial, or in a home, these spirits will appreciate it, just like they will appreciate other pleasant scents.

source: དེ་ལྟ ར་ འདི་ ནི་ ཡི་དགས་ དྲི་ཟ་བ འི་ ཕྱོགས་ གཅིག་ ཡིན་ ནོ །_།
en: Hence, these starving spirits are a type of gandharva.

source: དྲི་ཟ་བ འི་ ཕྱོགས་ གཞན་ ཡང་ འདི་ལྟར་ མི་ དག་ ལ་ ནད་ བྱུང་བ་ ན་ ནད་པ་ གང་ཡིན་པ་ དེ་དག་ གི་ ཕྱིར་ ལྷ་ཁང་ ངམ །_ ཀུན་དགའ་ར་བ་ དག་ ཏུ་ བདུག་སྤོས་ གང་ བདུགས་པ འི་ དྲི་ དེས་ དེ་
en: Certain smell eaters may be satisfied by the fragrance of the incense that is burned in a temple or a park when a person has fallen ill.

source: ཚིམ་པ ར་ འགྱུར་ ཏེ དེས་ སྲོག་ འཚོ་བ་ འཐོབ་ ཅིང་ དེ འི་ ཕྱི་བཞིན་ འབྲང་ །_ གཞི་ དེས་ ལུས་ ཀྱི་ སྲོག་ འཚོ་བ་ འཐོབ་ སྟེ །_
en: Since they thereby gain sustenance, they may continue to seek such situations and thereby obtain physical nourishment.

source: དེ་ལྟ ར་ དེ འི་ ལས་ ཀྱི་ མཐུ ས་ ཡི་དགས་ དེ་ དྲི་ཟ་ བར་ འགྱུར་ ཞིང་ སྲོག་ གི་ ཚེགས་ ཆེན་པོ ས་ ཟ་བ་ དེ་ འཐོབ་པ ར་ འགྱུར །_ དེར་ སྐྱེས་ ནས་ ཀྱང་ ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར །_ དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: Thus, by the power of their karmic actions, they will live as smell eaters that obtain their food under extreme hardship and thus continue to suffer from hunger and thirst until finally their negative acts have been overcome, relinquished, and exhausted.

source: ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1305 “Once free from the world of starving spirits, they will, in consequence of their causal actions, continue to roam through cyclic existence.

source: གལ་ཏེ་ མིས་ བྱས་པ འི་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ བརྒྱ་ལ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མིར་ སྐྱེས་ ན་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ ལ་ ལུས་ ཐམས་ཅད་ ལས་ དྲི་ དེ་ འབྱུང་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, their completed actions associated with humanity should make them take birth with the general lot in life of a human, they will in that case be poor and sickly and their entire body will emit a foul stench.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཆོས་ ཀྱི་ སྦྱིན་པ་ ཟ་བ་ ཞེས་ བྱ་བ་ དེར་ འཇུག་པ་ ཐོབ་པ་ དེས་ སྲོག་ འཚོ་བ་ འཐོབ་པ ར་ འགྱུར་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1306 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the condition of those who live as starving spirits that consume Dharma offerings.

source: དེར་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་ [292a] པས་ བརྟགས་ ན་ གང་ རང་བཞིན་ གྱིས་ སེར་སྣ་ དང་ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing {{page:{number:421,id:UT22084-068-021-100447,folio:F.292.a,volume:V68}}} and thus perceive how some people’s character is to be stingy and jealous.

source: ཕྲག་དོག་ གིས་ ཟིལ་ གྱིས་ ནོན་པ་ ཡིན་ ལ་ སྲོག་ གསོ་བ་ ཁོ་ན འི་ ཐབས་ སམ་ རྒྱུ་ དེས་ དད་པ་ མེད་ ཅིང་
en: Exclusively interested in providing for themselves, such individuals have neither faith nor a wish to benefit others.

source: དད་པ་ མེད་ ལ་ ཕ་རོལ་ ཕན་ གདགས་པ འི་ བསམ་པ་ མེད་པ འི་ རྒྱུས་ སྐྱོན་ དུ་ བགྲང་བ འི་ ཆོས་སྟོན་ པར་ བྱེད་ ཅིང་ དེ་ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ་ མ་ ཡིན་ ཏེ
en: On this basis, they teach a flawed doctrine and lack discipline.

source: འདི་ལྟ་སྟེ །_ སྲོག་གཅོད་པ འི་ ཆོས་ ཀྱི་ གཏམ་ དང་ །_ གཡུལ་ དུ་ འཆི་བ འི་ ཆོས་ དང་ །_ ནོར་རྫས་ ནན་ གྱིས་ འཕྲོག་པ འི་ ཆོས་ དང་ །_ ཁྱུ་མཆོག་ བག་ཡངས་ སུ་ གཏང་བ འི་ ཆོས་ ཏེ །_
en: Thus, they may teach a religion that preaches killing, death on the battlefield, plunder, or the ritual release of a stallion.#181

source: དེས་ སྐྱོན་ དུ་ བགྲང་བ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ དེ་དག་ ཕ་རོལ་ དག་ ལ་ བསྟན་ ནས་
en: By teaching such mistaken doctrines they may cause others to refrain from generosity and instead practice nothing but slaughter.

source: དེ་ལས་ རྙེད་པ་ གང་ཡིན་པ་ དེ་ སྦྱིན་པ ར་ མི་ བྱེད་ ཅིང་ སྩོགས་པ་ འབའ་ཞིག་ བྱེད་ ན་ ཕྲག་དོག་ གི་ ཟིལ་ གྱིས་ ནོན་པ་ མི་ ངན་པ་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཆོས་ ཀྱི་ སྦྱིན་པ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: When such evil people possessed of envy later separate from their bodies, they will fall into the lower realms and be born among the starving spirits that feed on Dharma offerings.

source: དེ འི་ ཚེ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: $1307 “The lifespan of such spirits is as in the previous cases.

source: དེ་ རི འི་ ཡུལ་ ནས་ རི འི་ ཡུལ་ དུ་ ཡོངས་སུ་ རྒྱུག་ ཅིང་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ལ་ ཐམས་ཅད་ དུ་ ངུ་སྐད་ འབྱིན་པ །_
en: Crying and tormented by hunger and thirst, they roam through mountainous areas.

source: ཤིང་ སྐམ་ འདྲ་ ཞིང་
en: Their appearance is like a withered tree.

source: སྐྲ་ རིང་ ལ་ ངོམ་ ཟུམ་ གནག་པ་
en: Their hair is long and their faces are dark.

source: ལུས་ ཐམས་ཅད་ སྤུ་ ཟིང་པོ ས་ ཁེབས་ ཤིང་
en: Their bodies are covered with bristles and webs of veins and sinew.

source: རྩ་ དང་ རྒྱུས་པ འི་ དྲ་བ ས་ དཀྲིས་ ལ་ པགས་པ་ དང་རུ ས་པ་ ཙམ་ ལུས་པ །_
en: They are tall and nothing but skin and bones, and their nails are ugly.

source: ལུས་ རིང་ ཞིང་ སེན་མོ་ མི་ སྡུག་པ །_ རང་ གིས་ ཉེས་པ ར་ བྱས་པ ས་ ཡོངས་སུ་ བསླུས་པ །_ མིག་ གི་ ཁུང་ རིང་ ཞིང་ བསྐུམས་ ལ་ གདོང་ མཆི་མ ས་ ཡོག་པ །_
en: Those thus deceived by their own misdeeds will have deep and contracted eye sockets, and their faces will be covered with tears.

source: ལུས་ སྤྲིན་ ནག་པོ་ འདྲ་ ཞིང་ མི་ སྡུག་པ ས་ མངོན་པར་ ཁེབས་པ །_
en: Their bodies will be like black shadows smeared with repulsive substances.

source: ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དང་ སྤུ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྦྲང་བུ་ དང་ །_ ཤ་སྦྲང་ དང་ །_ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ་ རྣམས་ ཞུགས་ ནས་ ཟ་བ་ ན་ ཐམས་ཅད་ དུ་ ཡོངས་སུ་ རྒྱུག་ གོ །_།
en: All their major and minor body parts will be infested with gnats, meat flies, and other biting insects.

source: གལ་ཏེ་ བརྒྱ་ལ་ དགེ་འདུན་ གྱི་ གཙུག་ལག་ཁང་ གི་ ནང་ དུ་ སོང་ ནས་ ཡོངས་སུ་ རྒྱུག་པ་ ན །_ དེ་ གལ་ཏེ་ དགེ་འདུན་ གྱིའམ་ དགེ་འདུན་ གྱི་ གཙུག་ལག་ཁང་ དུ་ ཚེས་ གཅིག་ ལ་ གནོད་སྦྱིན་ ལ་ བྱིན་པ འི་ རྙེད་པ་ འཐོབ་ ཅིང་
en: $1308 “In the unlikely event that they should enter a temple of the saṅgha, such starving spirits may obtain gifts that are given to the yakṣas on the first day of the month.

source: དགེ་འདུན་ གྱི་ གནས་བརྟན་ ནམ །_ གཞན་ གྱིས་ ཆོས་ ཀྱི་ སྦྱིན་པ་ བྱིན་པ ས་ མངོན་པར་ མགུ་བ ར་ འགྱུར་ ལ་ དེ་དེ ས་ ཤིན་ཏུ་ ཚིམ་པ ར་ འགྱུར །_
en: Thus, they may be nourished and satisfied by the Dharma offerings made by the saṅgha’s elders, or others.

source: དེས་ སྲོག་ འཚོ་བ་ འཐོབ་པ ར་ འགྱུར །_ དེས་ འཚོ་བ་ རྙེད་པ ར་ འགྱུར་ ཏེ །_ [292b] ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡི་དགས་ ཀྱི་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར །_
en: Managing to eke out a living in this way, {{page:{number:422,id:UT22084-068-021-100448,folio:F.292.b,volume:V68}}} they will continue to experience the suffering of starving spirits until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ལས་ ལ་ སྤྱོད་པ་ སྣ་ཚོགས་ དང་ རྣམ་པ་ སྣ་ཚོགས་ བྱས་པ་ འཁོར་བ་ ན་ ཚེ་ སྣ་ཚོགས་ མྱོང་བ ར་ འགྱུར །_
en: $1309 “Once free from this state, they will, in accordance with their causal actions, experience numerous karmic consequences and activities as they course through different lives within cyclic existence.

source: དེ་ གལ་ཏེ་ བརྒྱ་ལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ གཟུགས་ བྲམ་ཟེ་ ལྟ་བུ་ ཡིན་ ཞིང་ལྷ་ རྟེན་ གྱི་ དྲུང་ དུ་ ཕྱུགས་ གསོད་པ་ བྱེད་ དམ་ ཟ་བ ར་ བྱེད །_ སྲོག་ འཚོ་བ་ གཞན་ ལ་ རྟག་ ཏུ་ རག་ ལས་ཤིང་ དེས་ སྲོག་ འཚོ་བ་ ཐོབ་པ ར་ འགྱུར །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will become brahmins, or the like, who slaughter or eat cattle before the image of a god, and they will be utterly dependent on others for their livelihood.

source: དེ་ནས་ ཡང་ དེ་ ཉེས་པ ར་ བྱས་པ་ རྗེས་སུ་ འབྲེལ་བ ས་ སེམས་ཅན་ དམྱལ་བ ར་ འགྲོ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Later they will, as a consequence of their misdeeds, be born in the realms of hell.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན །_ ཡི་དགས་ ཆུ་ འཐུང་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1310 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that drink water.

source: དེ་དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འདི་ལྟར་ མི་རིགས་ པར་ ཆགས་པ འི་ ཟིལ་ གྱིས་ ནོན་པ འི་ སེམས་ཅན་ ཆང་ འཚོང་བ་ གང་ གིས་ ཁྱིམ་ ན་ ཆང་ ཡོད་པ་ དང་ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some alcohol merchants possessed of inappropriate desires may store alcohol in their homes.

source: སྦྱར་བ འི་ ཆང་ དང་ །_ བུ་རམ་ གྱི་ ཆང་ འཚོང་བ ར་ བྱེད་པ་ སེར་སྣ་ དང་ ཕྲག་དོག་ གིས་ མངོན་པར་ ཉམས་པ་ དེ་ ཆང་ དེ་དག་ ཆུས་ བསླད་ དེ་ ཆང་ བཏུང་བ་ ཕ་རོལ་པོ་ དེ་དག་ ལ་ འདྲིད་པ ར་ བྱེད །_
en: Then, while peddling these alcoholic beverages, they may, impaired by their stinginess and envy, dilute the drinks they sell with water and thus fool and harm others.

source: རྣམ་པར་ འཚེ་བ ར་ བྱེད་ ཅིང་ དེས་ སྦྱིན་པ་ དག་མ་ བྱིན །_ བསོད་ནམས་ དག་ མི་ བྱེད །_ ཚུལ་ཁྲིམས་ མངོན་པར་ མི་ སྲུང་ །_ ཆོས་ མི་ ཉན །_ ཆོས་ མི་ སྤྱོད །_
en: Such people, moreover, may refrain from practicing generosity, the accumulation of merit, the observance of discipline, and listening to and practicing the Dharma.

source: གཞན་དག་ ཀྱང་ མི་རིགས་ པར་ ཆགས་པ་ དེ་ ལ་ འཇོག་ ཅིང་ རྗེས་སུ་ དགའ་བ ར་ བྱེད་ ལ་ལ ས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ལ ས་ ཀྱི་ མཇུག་ དང་ བཅས་པ ས་ བྱེད་ ན །_
en: Instead they will encourage and persuade others to harbor the same sort of inappropriate desires.

source: དེ་ ཉེས་པ ར་ བྱས་པ་ དེས་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཆུ་ འཐུང་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When those who engage in such actions, with the relevant preparatory and concluding stages, separate from their bodies, they will fall into the lower realms and be born among the starving spirits that drink water.

source: ལུས་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དེ་ ཡུལ་ ཆུ་ མེད་པ འི་ རི་བྲགས་ དང་ འབྲོག་ དང་ དགོན་པ་ ཆེན་པོ་ རྣམས་ སུ་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1311 “These beings are physically tormented by hunger and thirst as they roam through arid and rocky mountains, highland plateaus, and wildernesses.

source: མདོག་ བུང་བ་ དང་ སོལ་བ་ འདྲ་ [293a] ཞིང་ཡན་ ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ སྲ་ ལ་ རྩུབ་ སྟེ་
en: Their skin tone is dark like a bee or charcoal, {{page:{number:423,id:UT22084-068-021-100449,folio:F.293.a,volume:V68}}} and all their major and minor body parts are rough, unpleasant, and extremely crude.

source: ཤིན་ཏུ་ རྡོལ་བ་ དང་ །_ དེ འི་ ལུས་ འབར་བ ས་ འཁྲིགས་ ཤིང་ཁ་ གདོང་ སྐྲ་ རིང་པོ་ རྣམས་ ཀྱིས་ མུན་པ ར་ ཁེབས་ ཏེ་
en: Their bodies are ablaze, their faces covered by long hair, and the fire of hunger and thirst constantly torments them.

source: རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ་ ལས་ བྱུང་བ འི་ མེས་ གདུངས་པ་ ན་ གལ་ཏེ་ རེས་འགའ་ བརྒྱ་ལ་ ཆུ་ དང་ ཉེ་བ ར་ གྱུར་པ་ དེ འི་ ཚེ་ཆུ་ རྒལ་བ་ གང་ འབོགས་པ་ ན །_
en: On very rare occasions they may come across someone crossing a stream, who causes a few drops of water to fall from his feet.

source: རྐང་པ འི་ ཆུ འི་ ཟེར་མ་ འབྱུང་བ་ དང་ །_ ཆོས་སྤྱོད་པ་ གང་དག་ ཆུ་འགྲམ་ དུ་ ལག་པ་ དག་ གིས་ ཆུ་འཐོར་ ཞིང་ གང་ སྐོམ་པ་ དེ་དག་ ལ་ སྦྱིན་ ནོ་ ཞེས་ སྨྲ་བ་
en: At other times a Dharma practitioner may sprinkle the bank of a river while dedicating the water to those who are thirsty.
